{
    "movieReview": [
        {
            "id": 1,
            "movieName": "Black Panther : Wakanda Forever",
            "movieLength": 161,
            "director": "Ryan Coogler",
            "category": "หนังแอ็คชัน",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2022_11/original/2533_22110913312505.jpg",
            "trailer": "https://www.youtube.com/embed/_Z3QKkl1WyM",
            "review": {
                "review": "ในภาคนี้จะเป็นเรื่องราวที่บอกเล่าถึงชาว Wakanda ที่เพิ่งจะสูญเสียกษัตริย์อันเป็นที่รักอย่าง T'Challa ไป ขณะที่ดินแดนกำลังสั่นคลอน เขาต้องเผชิญหน้ากับภัยครั้งใหม่จากดินแดนใต้มหาสมุทรที่นำโดย Namorอย่างที่ได้กล่าวไปในย่อหน้าแรกว่าการขาด Chadwick Boseman ไปทำให้หนังขาดเสน่ห์มาก ๆ อย่างในภาคแรกยังมีตัว Chadwick เอง และ Michael B. Jordan ที่เท่มาก ๆ พอมาในภาคนี้ถึงแม้ตัวละครอื่น ๆ จะยังเป็นตัวละครที่เราคุ้นหน้าค่าตาและรู้จักมาก่อนก็ตาม มันก็ไม่มีตัวละครใดมีเสน่ห์มากพอที่จะดึงดูดความน่าสนใจให้กับตัวหนังได้เลย ไม่ได้รู้สึกผูกพันจนอยากเอาใจช่วยตัวละครไหนเลยไม่ใช่ว่าแสดงไม่ดีนะ ตัวละครอย่าง Okoye (Danai Gurira) ถือว่าโดดเด่นและทำได้ดีมาก ๆ หรืออย่างราชินี Ramonda (Angela Bassett) นี่เล่นได้ทรงพลัง คือทั้งคู่ทำได้ดีเลยจริง ๆ ดีแบบโดดมาจากตัวละครอื่นเลย อยากให้สองตัวละครนี้มีบทมากกว่านี้ซะอีก ส่วนตัวละครอื่นเฉย ๆ มาก ทั้ง Shuri (Letitia Wright) ที่ถึงแม้จะเป็นตัวเอก แต่ก็ขาดเสน่ห์มาก ๆ หรือจะเป็น Nakia (Lupita Nyong'o) ที่ไม่ได้มีอะไรโดดเด่น รวมถึงการปรากฏตัวของ Riri (Dominique Thorne) ก็เป็นการเปิดตัวที่ไม่หวือหวาไม่ได้น่าติดตามต่อ หรือแม้กระทั่ง Namor (Tenoch Huerta) ที่การแสดงคงไม่ใช่ปัญหา แต่ปัญหาคือบทเนี่ยแหละเหมือนจะมาดี ปูมาซะโหด ซะยิ่งใหญ่ แต่ก็กลายเป็นตัวร้ายง่อย ๆ ตัวหนึ่ง เหตุผลและแรงจูงใจมันไม่มีน้ำหนักมากพอที่จะสร้างจุด conflict ได้ขนาดนั้น พอตัวละครอื่น ๆ มันไม่นำพา ซีนท้ายเรื่องที่มันควรจะ Epic กลับราบเรียบ กลายเป็นซีนธรรมดาไปเลย หรือแม้กระทั่งฉากสู้ต่าง ๆ ก็เฉย ๆ เช่นกัน",
                "score": {
                    "screenPlay": 5,
                    "playing": 5,
                    "music": 5,
                    "actorSkills": 8,
                    "graphics": 7,
                    "average": 6
                }
            }
        },
        {
            "id": 2,
            "movieName": "The Lair - เขมือบล้างนรก",
            "movieLength": 95,
            "director": "Neil Marshall",
            "category": "หนังแอ็คชัน",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2022_12/original/2212031203314l6.jpg",
            "trailer": "https://www.youtube.com/embed/BcDK7lkzzsU",
            "review": {
                "review": "หนังเรื่องนี้ให้ความรู้สึกเหมือนเป็นหนังทุนต่ำเกรดบี ที่เช่าตามร้านเช่าม้วนวิดีโอสมัยก่อน เนื้อเรื่องเชย ๆ ไม่ได้มีอะไรโดดเด่น คาดเดาได้ง่าย ตามแนวทางหนังสัตว์ประหลาดทั่วไป CG ก็อยู่ในระดับกลาง ๆ หลายฉากก็ถือว่าดี หลายฉากก็ไม่เนียนเอาซะเลย หนังเต็มไปด้วยรอยแผลและช่องโหว่มากมาย เต็มไปด้วยความไม่สมเหตุสมผลในหลายจุด ฉากแอ็คชันก็ไม่ได้ตื่นเต้น ไม่สนุก หรือมีอะไรหวือหวาสักเท่าไหร่ อารมณ์เหมือนหนังเกรดบีจริง ๆ แถมยังมีความ jump ไม่ต่อเนื่องของฉากอีกหลายครั้งด้วย การลำดับเรื่องก็ไม่ไหลลื่น เดี๋ยวเปลี่ยนสถานที่ไปมาแบบถี่เกินไป ทั้ง ๆ ที่เหตุการณ์ก็ยังเป็นเหตุการณ์เดียวกัน มันดูย่ำอยู่กับที่เนื้อเรื่องไม่ไปข้างหน้าเท่าไหร่ โดยเฉพาะเรื่องบท มีข้อสงสัยมากมายหลายจุดที่ไม่ได้รับคำตอบ การเกลี่ยบทและการตัดบทตัวละคร บางฉากแบบอยากจะตะโกนถามมากว่า อะไรของมึ ทำได้ไม่ดีเลยสักนิด โดยเฉพาะช่วงท้ายที่โคตรไม่สมเหตุสมผลในการตัดสินใจแต่ละตัวละคร",
                "score": {
                    "screenPlay": 3,
                    "playing": 4,
                    "music": 5,
                    "actorSkills": 4,
                    "graphics": 5,
                    "average": 4.2
                }
            }
        },
        {
            "id": 3,
            "movieName": "Smile - ยิ้มสยอง",
            "movieLength": 115,
            "director": "Parker Finn",
            "category": "หนังผี",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2022_09/original/220903120015933.jpg",
            "trailer": "https://www.youtube.com/embed/BcDK7lkzzsU",
            "review": {
                "review": "หนังแบ่งเป็น 3 องค์อย่างชัดเจน เป็นหนังสยองขวัญระทึกขวัญสูตรสำเร็จ ให้ความรู้สึกแบบ The Ring อยู่กลาย ๆ กับเรื่องราวการเผชิญหน้าเหตุการณ์บางอย่าง ตามมาด้วยการสืบสวน และจัดหนักจัดเต็มสยองในตอนท้าย ซึ่งมันกลายเป็นว่าหนังคาดเดาง่าย ทุกอย่างมันลงล็อคดูง่ายไม่มีอะไรแปลกใหม่สักเท่าไหร่ แต่ก็มีความพยายามใส่เรื่องราวจิตวิทยาเพื่อให้มันแตกต่างอยู่บ้างและดำเนินเรื่องก็ไม่ได้น่าเบื่อ ไหลไปเรื่อย ๆ ได้ แต่เนื้อเรื่องมันก็ค่อนข้างจืดชืดไป จริง ๆ บทมันมีไอเดียที่น่าสนใจไม่น้อยที่เล่นกับประเด็นเชิงจิตวิทยา แต่ก็เอามาใช้ได้ผิวเผินไปเสียหน่อย ไม่รู้ว่าหนังลืมหรือจงใจไม่เล่าประเด็นสำคัญที่มาที่ไปของไอ้รอยยิ้มสยองนั่นว่าแท้จริงแล้วมันคืออะไร ทั้ง ๆ ที่มันแทบจะเป็นสิ่งแรกเลยที่คนดูอยากไปดูและอยากรู้ว่า ทำไมต้องยิ้ม เกี่ยวอะไรกับรอยยิ้ม รวมถึงรายละเอียดอื่น ๆ ที่ไม่ค่อยมีน้ำหนักเท่าไหร่ การเล่าเรื่องเลยดูผิวเผิน รวมถึงปมดราม่าของนางเอกอย่าง Rose Cotter ก็ไม่ได้ลงลึกอะไรเท่าที่ควร หนังมันเลยไม่ส่งน้ำหนักด้านต่าง ๆ ทางอารมณ์มากพอให้รู้สึกอินหรือเอาใจช่วยกับองค์สุดท้าย มันเหมือนยัดหลาย ๆ อย่างเข้ามาจนไม่รู้ว่าต้องรู้สึกยังไง และการเลือกที่จะจบแบบนั้นมันก็...ไม่ค่อยเวิร์คสำหรับเราเท่าไหร่",
                "score": {
                    "screenPlay": 4,
                    "playing": 6,
                    "music": 6,
                    "actorSkills": 7,
                    "graphics": 7,
                    "average": 6
                }
            }
        },
        {
            "id": 4,
            "movieName": " Venom: Let There Be Carnage",
            "movieLength": 100,
            "director": " Andy Serkis",
            "category": "หนังต่อสู้แอกชั่น",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2021_11/original/2111101200116M5.jpg",
            "trailer": "https://www.youtube.com/embed/gnHJRDELGDo",
            "review": {
                "review": "สิ่งที่น่าชื่นชมคือหนังจะรู้จุดแข็งตัวเองจากภาคแรกว่าคนชอบอะไร เคมีความเข้ากันของ Eddie Brock กับ Venom ความฮา ความเกรียน ภาคแรกบันเทิงแค่ไหน ภาคนี้ทวีความบันเทิงของสองคนนี้มากกว่าเดิม ความพ่อแง่แม่งอน คู่รักคู่กัด มีโมเม้นหวานกันทั้งเรื่อง เรียกได้ว่าพาร์ทของทั้งคู่เรียกรอยยิ้มและเสียงฮาได้แน่นอน แถมยังเพลินดีอีกต่างหาก ถ้าใครกะจะไปดูฉากแอ็คชันเต็ม ๆ Venom ปะทะ Carnage แบบซัดกันทั้งเรื่องต้องบอกก่อนว่ามันไม่ใช่แบบนั้น เพราะเอาจริง ๆ ฉากแอ็คชันในเรื่องนี้มีแค่ไม่กี่ฉาก ฉาก Venom กับ Carnage ซัดกันมีแค่ฉากเดียว แต่ลากยาวไปเลย แบบแอ็คชันเพียวไม่มีซีนอื่นมาขัดให้เสียอารมณ์ ที่สำคัญฉากแอ็คชันภาคนี้ดูรู้เรื่องกว่าภาคแรกเยอะมาก เราจะเห็น Venom กับ Carnage เป็นตัว ๆ ซัดกันมากกว่าที่ Venom ปะทะ Riot ในภาคแรกที่ดูไม่รู้เรื่องเท่าไหร่ แต่ก็เหมือนเดิมมันไม่ได้อลังการ หรือมีซีนว้าว ๆ ให้น่าจดจำ เอาจริง ๆ ฉากสู้กันมันค่อนข้างธรรมดาเสียด้วยซ้ำ ไอ้ซีนที่ชอบคือการเปิดตัว Carnage ที่ต้องบอกเลยว่าเท่ เถื่อน น่ากลัว น่าเกรงขามมาก ซีนนี้ทำออกมาดีจริง   ชอบกว่าฉากแอ็คชันท้ายเรื่องเสียอีก เรียกได้ว่าหนังแบ่งสัดส่วนการดำเนินเรื่องชัดเจนมาก คือ Venom กับ Eddie ส่วนนึง,  เรื่องราวของ Carnage ส่วนนึง, Venom ปะทะ Carnage ส่วนนึง, แล้วเอามาร้อยเรียงผูกนิดนั่นหน่อยไม่ได้ซับซ้อนเข้าใจง่ายและเป็นเส้นตรงแบบสุด ๆ ทางด้านตัวบทก็เบาบางไม่ได้มีอะไรที่ลึกซึ้ง คือหนังเอาบันเทิงล้วน ๆ เลย",
                "score": {
                    "screenPlay": 6,
                    "playing": 6,
                    "music": 8.5,
                    "actorSkills": 9,
                    "graphics": 8,
                    "average": 7.5
                }
            }
        },
        {
            "id": 5,
            "movieName": "Free Guy - ขอสักทีพี่จะเป็นฮีโร่",
            "movieLength": 115,
            "director": "Shawn Levy",
            "category": "หนังตลก ",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2021_10/original/2110011200133P7.jpg",
            "trailer": "https://www.youtube.com/embed/X2m-08cOAbc",
            "review": {
                "review": "เรื่องราวว่าด้วย กาย หนุ่ม ธนาคาร ที่ทุกวันเค้าตื่นมาใช้ชีวิตวนลูปไปเรื่อย ๆ อย่างเบื่อหน่าย ตามสไตล์ (NPC) ตัวละครประกอบของเกมส์ Free City โดยที่เค้าไม่รู้เลยว่าตัวเองนั้นไม่ใช่คนที่มีเลือดเนื้อจริง ๆ ได้ตั้งคำถามกับตัวเองว่า ทำไมชีวิตเรานั้นช่างน่าเบื่อหน่าย ชีวิตมันต้องมีอะไรมากกว่านี้สิ กาย เป็นตัวละครที่โดนตั้งโปรแกรมมาให้เป็นคนที่ต้องค้นหารักแท้ สาวในฝันที่ติดอยู่ในหัวเขา จนกว่าจะเจอ แล้วอยู่มาวันนึงเข้าก็ได้เจอเธอคนนั้น ผู้ซึ่งได้ปลดล็อค ความคิดของ กาย ทำให้เค้าได้ทำอะไรที่แตกต่างจากที่ถูกโปรแกรมมา เขาอยากทำความรู้จักสาวในฝัน และออกทำในสิ่งที่ตัวเองอยากลองทำ สำหรับหนังเรื่องนี้ผมเองไม่ได้คาดหวังอะไรก่อนเข้าไปดูเลย ผลออกมาคือสนุกเกินคาดจริง ๆ ไม่ว่าจะเป็นมุกตลกของเรื่อง สไตล์งานแสดงของ ไรอัน เรย์โน คือถ้าใครชอบหนังแนว ๆ Deadpool คุณก็จะเอนจอยกับเรื่องนี้ได้ไม่ยาก ตัวหนังค่อยๆไต่ระดับความสนุกขึ้นไปเรื่อย ๆ จนมาถึงจุดไคลแมกซ์ท้ายเรื่องที่เซอไพร์สใน Easter Egg ที่หนังใส่เข้ามา ถือเป็นไม้ตายที่ทำงานได้ดีกับคนดูเลยจริง ๆ นอกจากเนื้อเรื่องที่สนุกแล้วนั้นสิ่งที่ต้องชมเลยของเรื่องนี้คือ Visual Effect ในเรื่อง เรียกได้ว่าจัดหนักจัดเต็ม เกินฟอร์มหนังเลยทีเดียว การที่จะเนรมิตร CG ต่างๆที่เห็นผ่านตาในเกมส์ออนไลน์ ให้ออกมาดูสมจริงในหนังคนแสดง เป็นอะไรที่ว้าวมาก ๆ เช่นกัน",
                "score": {
                    "screenPlay": 7.5,
                    "playing": 7,
                    "music": 8,
                    "actorSkills": 8.5,
                    "graphics": 9,
                    "average": 8
                }
            }
        },
        {
            "id": 6,
            "movieName": "Mortal Kombat - มอร์ทัล คอม",
            "movieLength": 110,
            "director": "Simon McQuoid",
            "category": "หนังต่อสู้แอกชั่น",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2021_03/original/21032312001063U.jpg",
            "trailer": "https://www.youtube.com/embed/QDjOCOdag_0",
            "review": {
                "review": "Mortal Kombat ในเรื่องนี้บอกเล่าเรื่องราวหลัก ๆ คือการที่ฝั่ง Earthrealm ต้องรวบรวมนักสู้ที่มีปานรูปมังกรเพื่อฝึกฝนเตรียมต่อสู้กับนักสู้จาก Outworld ที่ถ้าแพ้ในครั้งนี้จะเสียโลกมนุษย์ให้กับ Outworld ไป แต่ฝั่งร้ายอย่าง Outworld กลับเล่นไม่ซื่อ ทั้ง ๆ ที่ยังไม่เริ่มแข่งก็ส่งเหล่านักสู้ฝั่งตัวเองมาไล่ฆ่านักสู้ฝั่ง Earthrealm ทำให้ทั้งสองต้องปะทะกันก่อนการแข่งครั้งยิ่งใหญ่ จุดเด่นของหนังอย่างที่จั่วหัวไปเลย มันคือฉากแอ็คชันมันดี แต่ไม่ใช่ทุกฉากจะดี หนังมีฉากแอ็คชันไม่เยอะไม่น้อยไป มีความโหดที่แฟนเกมน่าจะตั้งตารอ ย้ำอีกครั้งว่าไม่รู้เหมือนกันแต่ละท่าโหด ๆ ที่ตัวละครใช้มันเอามาจากในเกมหรือเปล่า แต่ฉากพวกนั้นทำได้ดีเลยแหละ มีหลายฉากที่ให้ความรู้สึกแบบ เหยดดดด เท่ว่ะ อะไรทำนองนั้น แต่การตัดต่อฉากต่อสู้หลาย ๆ ครั้งยังให้ความรู้สึก แปลก ทะแม่ง ๆ ยังไงไม่รู้ ภาพรวมมันทำได้ดีนะ แต่ฉากต่อสู้บางทีมีการใช้มุมกล้องกว้างแล้วมันเลยกลายเป็นดูเบาไปเลย บางซีนก็แอ็คชันกันแปลก ๆ ยังไงก็ไม่รู้ CG ดีบ้าง ไม่ดีบ้างปะปนกันไป แต่อย่างที่บอกในภาพรวมมันดูดีนะ ถ้าใส่เอฟเฟค ตัดต่อ ถ่ายมุมกล้องดี ๆ มันจะออกมาดีมาก เอาเป็นว่าภาพรวมของฉากแอ็คชันตอบโจทย์ละกัน",
                "score": {
                    "screenPlay": 2,
                    "playing": 3,
                    "music": 7,
                    "actorSkills": 5,
                    "graphics": 8,
                    "average": 5
                }
            }
        }
    ]
}